test/interFSIFoam_test/interFSIFoam-obstacle/caseSetup/fluidDomain/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);

water
{
    transportModel  Newtonian;
    nu              nu    [ 0  2 -1  0  0  0  0 ] 1e-06;
    rho             rho   [ 1 -3  0  0  0  0  0 ] 1000;
}

air
{
    transportModel  Newtonian;
    nu              nu    [ 0  2 -1  0  0  0  0 ] 1.48e-05;
    rho             rho   [ 1 -3  0  0  0  0  0 ] 1.0;
}

sigma            0.07;


// ************************************************************************* //
